Repository: bannzai/mementomorning
Catalog: MementoMorning/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Answer my own alarm for the first time
ar: أجيب عن منبّهي لأول مرة
ca: Respondre al meu propi despertador per primera vegada
cs: Poprvé odpovědět na svůj vlastní budík
da: Svare på min egen alarm for første gang
de: Zum ersten Mal auf meinen eigenen Wecker antworten
el: Να απαντήσω για πρώτη φορά στο δικό μου ξυπνητήρι
es: Responder a mi propia alarma por primera vez
es_419: Responder a mi propia alarma por primera vez
fi: Vastata omaan herätykseeni ensimmäistä kertaa
fr: Répondre à ma propre alarme pour la première fois
he: לענות על השעון המעורר שלי בפעם הראשונה
hi: पहली बार अपने अलार्म का जवाब दें
hr: Prvi put odgovoriti na vlastiti alarm
hu: Először válaszolni a saját ébresztőmre
id: Menjawab alarm saya sendiri untuk pertama kalinya
it: Rispondere per la prima volta alla mia sveglia
ja: 自作のアラームに初めて答える
ko: 처음으로 내 알람에 답해요
ms: Menjawab penggera saya sendiri buat kali pertama
nb: Svare på min egen alarm for første gang
nl: Voor het eerst reageren op mijn eigen wekker
pl: Po raz pierwszy odpowiedzieć na własny budzik
pt_br: Responder ao meu próprio alarme pela primeira vez
pt_pt: Responder ao meu próprio despertador pela primeira vez
ro: Să răspund pentru prima dată la propria alarmă
ru: Впервые ответить на свой будильник
sk: Prvýkrát odpovedať na vlastný budík
sv: Svara på mitt eget alarm för första gången
th: ตอบคำถามจากนาฬิกาปลุกของตัวเองเป็นครั้งแรก
tr: Kendi alarmımı ilk kez yanıtlamak
uk: Уперше відповісти на власний будильник
vi: Lần đầu trả lời báo thức của chính mình
zh_hans: 第一次为自己的闹钟作答
zh_hant: 第一次為自己的鬧鐘作答
zh_hk: 第一次為自己的鬧鐘作答

source: Answer one question each morning to stop the alarm. Your answers become the journal of your life.
ar: أجب عن سؤال واحد كل صباح لإيقاف المنبّه. تصبح إجاباتك سجلًا لحياتك.
ca: Respon una pregunta cada matí per aturar l’alarma. Les teves respostes es converteixen en el diari de la teva vida.
cs: Každé ráno odpověz na jednu otázku a zastav budík. Tvé odpovědi se stanou deníkem tvého života.
da: Besvar ét spørgsmål hver morgen for at slukke alarmen. Dine svar bliver din livsjournal.
de: Beantworte jeden Morgen eine Frage, um den Wecker auszuschalten. Deine Antworten werden zum Journal deines Lebens.
el: Απάντησε κάθε πρωί σε μία ερώτηση για να σταματήσεις το ξυπνητήρι. Οι απαντήσεις σου γίνονται το ημερολόγιο της ζωής σου.
es: Responde una pregunta cada mañana para apagar la alarma. Tus respuestas se convierten en el diario de tu vida.
es_419: Responde una pregunta cada mañana para apagar la alarma. Tus respuestas se convierten en el diario de tu vida.
fi: Vastaa joka aamu yhteen kysymykseen pysäyttääksesi herätyksen. Vastauksistasi muodostuu elämäsi päiväkirja.
fr: Répondez à une question chaque matin pour arrêter l’alarme. Vos réponses deviennent le journal de votre vie.
he: ענה על שאלה אחת בכל בוקר כדי לעצור את השעון המעורר. התשובות שלך הופכות ליומן חייך.
hi: हर सुबह अलार्म बंद करने के लिए एक सवाल का जवाब दें। आपके जवाब आपकी ज़िंदगी की डायरी बन जाते हैं।
hr: Svako jutro odgovori na jedno pitanje da zaustaviš alarm. Tvoji odgovori postaju dnevnik tvog života.
hu: Minden reggel válaszolj egy kérdésre az ébresztő leállításához. A válaszaidból lesz az életed naplója.
id: Jawab satu pertanyaan setiap pagi untuk menghentikan alarm. Jawabanmu menjadi jurnal hidupmu.
it: Rispondi a una domanda ogni mattina per fermare la sveglia. Le tue risposte diventano il diario della tua vita.
ja: 毎朝ひとつの問いに答えて、アラームを止める。 答えは、あなたの人生のジャーナルになる。
ko: 매일 아침 질문 하나에 답해 알람을 멈춰 보세요. 답변은 삶의 저널이 됩니다.
ms: Jawab satu soalan setiap pagi untuk menghentikan penggera. Jawapan anda menjadi jurnal hidup anda.
nb: Svar på ett spørsmål hver morgen for å stoppe alarmen. Svarene dine blir livsjournalen din.
nl: Beantwoord elke ochtend één vraag om het alarm uit te zetten. Je antwoorden worden het dagboek van je leven.
pl: Odpowiedz każdego ranka na jedno pytanie, aby wyłączyć alarm. Twoje odpowiedzi stają się dziennikiem Twojego życia.
pt_br: Responda a uma pergunta todas as manhãs para desligar o alarme. Suas respostas se tornam o diário da sua vida.
pt_pt: Responde a uma pergunta todas as manhãs para desligar o alarme. As tuas respostas tornam-se o diário da tua vida.
ro: Răspunde la o întrebare în fiecare dimineață pentru a opri alarma. Răspunsurile tale devin jurnalul vieții tale.
ru: Каждое утро отвечайте на один вопрос, чтобы выключить будильник. Ваши ответы станут дневником вашей жизни.
sk: Každé ráno odpovedz na jednu otázku a zastav budík. Tvoje odpovede sa stanú denníkom tvojho života.
sv: Svara på en fråga varje morgon för att stänga av alarmet. Dina svar blir din livsjournal.
th: ตอบคำถามหนึ่งข้อทุกเช้าเพื่อหยุดการปลุก คำตอบของคุณจะกลายเป็นบันทึกชีวิตของคุณ
tr: Alarmı durdurmak için her sabah bir soruyu yanıtla. Yanıtların hayatının günlüğüne dönüşür.
uk: Щоранку відповідайте на одне запитання, щоб вимкнути будильник. Ваші відповіді стануть щоденником вашого життя.
vi: Trả lời một câu hỏi mỗi sáng để tắt báo thức. Câu trả lời của bạn sẽ trở thành nhật ký cuộc đời bạn.
zh_hans: 每天早上回答一个问题，才能关闭闹钟。 你的回答会成为你的人生日志。
zh_hant: 每天早上回答一個問題，才能關閉鬧鐘。 你的回答會成為你的人生日誌。
zh_hk: 每天早上回答一條問題，才能關閉鬧鐘。 你的答案會成為你的人生日誌。

source: Answer with the keyboard
ar: أجب باستخدام لوحة المفاتيح
ca: Respon amb el teclat
cs: Odpovědět pomocí klávesnice
da: Svar med tastaturet
de: Mit der Tastatur antworten
el: Απάντησε με το πληκτρολόγιο
es: Responder con el teclado
es_419: Responder con el teclado
fi: Vastaa näppäimistöllä
fr: Répondre avec le clavier
he: ענה באמצעות המקלדת
hi: कीबोर्ड से उत्तर दें
hr: Odgovori tipkovnicom
hu: Válasz a billentyűzettel
id: Jawab dengan papan ketik
it: Rispondi con la tastiera
ja: キーボードで答える
ko: 키보드로 답하기
ms: Jawab dengan papan kekunci
nb: Svar med tastaturet
nl: Antwoord met het toetsenbord
pl: Odpowiedz za pomocą klawiatury
pt_br: Responder com o teclado
pt_pt: Responder com o teclado
ro: Răspunde cu tastatura
ru: Ответить с клавиатуры
sk: Odpovedať pomocou klávesnice
sv: Svara med tangentbordet
th: ตอบด้วยแป้นพิมพ์
tr: Klavye ile yanıtla
uk: Відповісти за допомогою клавіатури
vi: Trả lời bằng bàn phím
zh_hans: 使用键盘回答
zh_hant: 使用鍵盤回答
zh_hk: 使用鍵盤回答

source: Answered
ar: تمت الإجابة
ca: Respost
cs: Zodpovězeno
da: Besvaret
de: Beantwortet
el: Απαντήθηκε
es: Respondido
es_419: Respondido
fi: Vastattu
fr: Répondu
he: נענה
hi: उत्तर दिया गया
hr: Odgovoreno
hu: Megválaszolva
id: Sudah dijawab
it: Risposto
ja: 回答済み
ko: 답변 완료
ms: Dijawab
nb: Besvart
nl: Beantwoord
pl: Udzielono odpowiedzi
pt_br: Respondido
pt_pt: Respondido
ro: Răspuns dat
ru: Отвечено
sk: Zodpovedané
sv: Besvarat
th: ตอบแล้ว
tr: Yanıtlandı
uk: Дано відповідь
vi: Đã trả lời
zh_hans: 已回答
zh_hant: 已回答
zh_hk: 已回答

source: Answered with a video
ar: تمت الإجابة بفيديو
ca: Resposta amb un vídeo
cs: Odpovězeno videem
da: Besvaret med en video
de: Mit einem Video beantwortet
el: Απαντήθηκε με βίντεο
es: Respondido con un vídeo
es_419: Respondido con un video
fi: Vastattu videolla
fr: Répondu en vidéo
he: נענה באמצעות סרטון
hi: वीडियो से उत्तर दिया गया
hr: Odgovoreno videozapisom
hu: Videóval megválaszolva
id: Dijawab dengan video
it: Risposto con un video
ja: 動画で答えました
ko: 동영상으로 답했어요
ms: Dijawab dengan video
nb: Besvart med en video
nl: Beantwoord met een video
pl: Odpowiedziano za pomocą wideo
pt_br: Respondido com um vídeo
pt_pt: Respondido com um vídeo
ro: Răspuns printr-un videoclip
ru: Ответ дан в видео
sk: Zodpovedané videom
sv: Besvarad med en video
th: ตอบด้วยวิดีโอแล้ว
tr: Videoyla yanıtlandı
uk: Відповідь надано за допомогою відео
vi: Đã trả lời bằng video
zh_hans: 已用视频回答
zh_hant: 已用影片回答
zh_hk: 已用影片回答

source: Are you happy with how your mornings begin?
ar: هل أنت راضٍ عن الطريقة التي تبدأ بها صباحك؟
ca: Estàs satisfet amb la manera com comencen els teus matins?
cs: Jsi spokojený s tím, jak začínají tvá rána?
da: Er du tilfreds med, hvordan dine morgener begynder?
de: Bist du damit zufrieden, wie deine Morgen beginnen?
el: Σου αρέσει ο τρόπος με τον οποίο ξεκινούν τα πρωινά σου;
es: ¿Estás satisfecho con cómo comienzan tus mañanas?
es_419: ¿Estás satisfecho con cómo empiezan tus mañanas?
fi: Oletko tyytyväinen siihen, miten aamusi alkavat?
fr: Êtes-vous satisfait de la façon dont commencent vos matinées ?
he: האם אתה מרוצה מהאופן שבו הבקרים שלך מתחילים?
hi: क्या आप अपनी सुबह की शुरुआत से खुश हैं?
hr: Jesi li zadovoljan načinom na koji počinju tvoja jutra?
hu: Elégedett vagy azzal, ahogyan a reggeleid kezdődnek?
id: Apakah kamu puas dengan cara pagimu dimulai?
it: Sei soddisfatto di come iniziano le tue mattine?
ja: いまの朝の迎え方に満足していますか？
ko: 아침을 맞이하는 방식이 만족스러우신가요?
ms: Adakah anda berpuas hati dengan cara pagi anda bermula?
nb: Er du fornøyd med hvordan morgenene dine begynner?
nl: Ben je tevreden met hoe je ochtenden beginnen?
pl: Czy jesteś zadowolony ze sposobu, w jaki zaczynają się twoje poranki?
pt_br: Você está satisfeito com a forma como suas manhãs começam?
pt_pt: Estás satisfeito com a forma como começam as tuas manhãs?
ro: Ești mulțumit de felul în care încep diminețile tale?
ru: Вы довольны тем, как начинаются ваши утра?
sk: Si spokojný s tým, ako sa začínajú tvoje rána?
sv: Är du nöjd med hur dina morgnar börjar?
th: คุณพอใจกับการเริ่มต้นเช้าวันใหม่ของคุณไหม
tr: Sabahlarının nasıl başladığından memnun musun?
uk: Ви задоволені тим, як починаються ваші ранки?
vi: Bạn có hài lòng với cách mỗi buổi sáng bắt đầu không?
zh_hans: 你对每天早晨的开始方式满意吗？
zh_hant: 你滿意每天早晨的開始方式嗎？
zh_hk: 你滿意每天早上的開始方式嗎？

source: Are you keeping it?
ar: هل تلتزم بذلك؟
ca: Ho estàs complint?
cs: Dodržuješ to?
da: Holder du fast i det?
de: Hältst du dich daran?
el: Το τηρείς;
es: ¿Lo estás cumpliendo?
es_419: ¿Lo estás cumpliendo?
fi: Pidätkö siitä kiinni?
fr: Est-ce que vous vous y tenez ?
he: אתה עומד בזה?
hi: क्या आप इसे निभा रहे हैं?
hr: Držiš li se toga?
hu: Betartod?
id: Apakah kamu menepatinya?
it: Lo stai rispettando?
ja: 守れてますか?
ko: 지키고 있나요?
ms: Adakah anda menepatinya?
nb: Holder du fast ved det?
nl: Houd je je eraan?
pl: Czy się tego trzymasz?
pt_br: Você está cumprindo?
pt_pt: Estás a cumprir?
ro: Te ții de asta?
ru: Вы придерживаетесь этого?
sk: Dodržiavaš to?
sv: Håller du fast vid det?
th: คุณยังทำตามนั้นอยู่ไหม
tr: Buna uyuyor musun?
uk: Ви дотримуєтеся цього?
vi: Bạn có giữ đúng điều đó không?
zh_hans: 你做到了吗？
zh_hant: 你有做到嗎？
zh_hk: 你有做到嗎？

source: Around noon
ar: حوالي الظهر
ca: Cap al migdia
cs: Kolem poledne
da: Omkring middagstid
de: Gegen Mittag
el: Γύρω στο μεσημέρι
es: Alrededor del mediodía
es_419: Alrededor del mediodía
fi: Puolenpäivän aikaan
fr: Vers midi
he: בסביבות הצהריים
hi: दोपहर के आसपास
hr: Oko podneva
hu: Dél körül
id: Sekitar tengah hari
it: Verso mezzogiorno
ja: 昼ごろ
ko: 정오 무렵
ms: Sekitar tengah hari
nb: Rundt middagstid
nl: Rond het middaguur
pl: Około południa
pt_br: Por volta do meio-dia
pt_pt: Por volta do meio-dia
ro: În jurul prânzului
ru: Около полудня
sk: Okolo poludnia
sv: Runt middagstid
th: ช่วงเที่ยง
tr: Öğle saatleri civarında
uk: Близько полудня
vi: Khoảng buổi trưa
zh_hans: 中午左右
zh_hant: 中午左右
zh_hk: 中午左右

source: At night, check the day against your morning answer
ar: في الليل، راجع يومك في ضوء إجابتك الصباحية
ca: A la nit, contrasta el dia amb la teva resposta del matí
cs: Večer porovnej svůj den s ranní odpovědí
da: Om aftenen kan du holde dagen op mod dit morgensvar
de: Abends kannst du den Tag mit deiner morgendlichen Antwort abgleichen
el: Το βράδυ, αντιπαράβαλε τη μέρα με την πρωινή σου απάντηση
es: Por la noche, compara el día con tu respuesta de la mañana
es_419: Por la noche, contrasta tu día con tu respuesta de la mañana
fi: Illalla vertaa päivääsi aamulla antamaasi vastaukseen
fr: Le soir, comparez votre journée à votre réponse du matin
he: בלילה, בדוק את היום מול התשובה שלך מהבוקר
hi: रात में, अपने दिन की तुलना अपने सुबह के जवाब से करें
hr: Navečer usporedi dan sa svojim jutarnjim odgovorom
hu: Este vesd össze a napodat a reggeli válaszoddal
id: Di malam hari, bandingkan harimu dengan jawaban pagimu
it: La sera, confronta la giornata con la tua risposta del mattino
ja: 夜は朝の回答と一日の答え合わせ
ko: 밤에는 아침의 답변에 비추어 하루를 돌아봐요
ms: Pada waktu malam, bandingkan hari anda dengan jawapan pagi anda
nb: Om kvelden kan du se dagen opp mot morgensvaret ditt
nl: Kijk ’s avonds terug op de dag aan de hand van je ochtendantwoord
pl: Wieczorem porównaj dzień ze swoją poranną odpowiedzią
pt_br: À noite, compare o seu dia com a sua resposta da manhã
pt_pt: À noite, compara o teu dia com a tua resposta da manhã
ro: Seara, compară-ți ziua cu răspunsul tău de dimineață
ru: Вечером сопоставьте свой день с утренним ответом
sk: Večer porovnaj svoj deň s rannou odpoveďou
sv: På kvällen kan du stämma av dagen mot ditt morgonsvar
th: ในตอนกลางคืน ทบทวนวันของคุณเทียบกับคำตอบในตอนเช้า
tr: Akşam, gününü sabahki yanıtınla karşılaştır
uk: Увечері зіставте свій день із ранковою відповіддю
vi: Buổi tối, hãy đối chiếu ngày hôm nay với câu trả lời buổi sáng của bạn
zh_hans: 晚上，对照你早上的回答回顾这一天
zh_hant: 晚上，對照你早上的回答回顧這一天
zh_hk: 晚上，對照你早上的回答，回顧這一天

source: Begin
ar: ابدأ
ca: Comença
cs: Začít
da: Begynd
de: Beginnen
el: Έναρξη
es: Empezar
es_419: Comenzar
fi: Aloita
fr: Commencer
he: התחל
hi: शुरू करें
hr: Započni
hu: Kezdés
id: Mulai
it: Inizia
ja: はじめる
ko: 시작하기
ms: Mula
nb: Begynn
nl: Beginnen
pl: Zacznij
pt_br: Começar
pt_pt: Começar
ro: Începe
ru: Начать
sk: Začať
sv: Börja
th: เริ่มต้น
tr: Başla
uk: Почати
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始
zh_hk: 開始

source: Birth year
ar: سنة الميلاد
ca: Any de naixement
cs: Rok narození
da: Fødselsår
de: Geburtsjahr
el: Έτος γέννησης
es: Año de nacimiento
es_419: Año de nacimiento
fi: Syntymävuosi
fr: Année de naissance
he: שנת לידה
hi: जन्म वर्ष
hr: Godina rođenja
hu: Születési év
id: Tahun lahir
it: Anno di nascita
ja: 生まれ年
ko: 출생 연도
ms: Tahun lahir
nb: Fødselsår
nl: Geboortejaar
pl: Rok urodzenia
pt_br: Ano de nascimento
pt_pt: Ano de nascimento
ro: Anul nașterii
ru: Год рождения
sk: Rok narodenia
sv: Födelseår
th: ปีเกิด
tr: Doğum yılı
uk: Рік народження
vi: Năm sinh
zh_hans: 出生年份
zh_hant: 出生年份
zh_hk: 出生年份

source: By evening, finally
ar: مع حلول المساء أخيرًا
ca: Al vespre, per fi
cs: K večeru konečně
da: Først hen mod aftenen
de: Erst am Abend
el: Μέχρι το βράδυ, επιτέλους
es: Al anochecer, por fin
es_419: Al anochecer, por fin
fi: Vasta illalla
fr: Seulement le soir
he: רק בערב, סוף סוף
hi: शाम तक, आखिरकार
hr: Tek predvečer, napokon
hu: Csak estére
id: Baru pada malam hari
it: Solo la sera
ja: 夕方になってようやく
ko: 저녁이 되어서야
ms: Menjelang petang, akhirnya
nb: Først på kvelden
nl: Pas tegen de avond
pl: Dopiero wieczorem
pt_br: Só à noite
pt_pt: Só ao fim do dia
ro: Abia seara
ru: Только к вечеру
sk: Až večer
sv: Först på kvällen
th: กว่าจะถึงเย็น
tr: Ancak akşama doğru
uk: Лише надвечір
vi: Đến tối mới
zh_hans: 到晚上才
zh_hant: 到晚上才
zh_hk: 到晚上才

source: Calendar
ar: التقويم
ca: Calendari
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
es_419: Calendario
fi: Kalenteri
fr: Calendrier
he: לוח שנה
hi: कैलेंडर
hr: Kalendar
hu: Naptár
id: Kalender
it: Calendario
ja: カレンダー
ko: 캘린더
ms: Kalendar
nb: Kalender
nl: Agenda
pl: Kalendarz
pt_br: Calendário
pt_pt: Calendário
ru: Календарь
sk: Kalendár
sv: Kalender
th: ปฏิทิน
tr: Takvim
uk: Календар
vi: Lịch
zh_hans: 日历
zh_hant: 日曆
zh_hk: 日曆

source: Call my family and tell them I love them
ar: أتصل بعائلتي وأخبرهم أنني أحبهم
ca: Trucar a la meva família i dir-los que els estimo
cs: Zavolat rodině a říct jim, že je miluji
da: Ringe til min familie og fortælle dem, at jeg elsker dem
de: Meine Familie anrufen und ihr sagen, dass ich sie liebe
el: Να τηλεφωνήσω στην οικογένειά μου και να της πω ότι την αγαπώ
es: Llamar a mi familia y decirles que los quiero
es_419: Llamar a mi familia y decirles que los quiero
fi: Soitan perheelleni ja kerron heille, että rakastan heitä
fr: Appeler ma famille et leur dire que je les aime
he: להתקשר למשפחה שלי ולהגיד להם שאני אוהב אותם
hi: अपने परिवार को फ़ोन करना और उन्हें बताना कि मैं उनसे प्यार करता हूँ
hr: Nazvati obitelj i reći im da ih volim
hu: Felhívni a családomat, és elmondani nekik, hogy szeretem őket
id: Meneleponi keluarga dan memberi tahu mereka bahwa aku menyayangi mereka
it: Chiamare la mia famiglia e dirle che le voglio bene
ja: 家族に電話して、愛していると伝える
ko: 가족에게 전화해 사랑한다고 말하기
ms: Hubungi keluarga saya dan beritahu mereka bahawa saya menyayangi mereka
nb: Ringe familien min og fortelle dem at jeg er glad i dem
nl: Mijn familie bellen en zeggen dat ik van ze houd
pl: Zadzwonić do rodziny i powiedzieć im, że ich kocham
pt_br: Ligar para minha família e dizer que os amo
pt_pt: Ligar à minha família e dizer-lhe que a amo
ro: Să-mi sun familia și să le spun că îi iubesc
ru: Позвонить семье и сказать, что я их люблю
sk: Zavolať rodine a povedať im, že ich milujem
sv: Ringa min familj och säga att jag älskar dem
th: โทรหาครอบครัวและบอกว่ารักพวกเขา
tr: Ailemi arayıp onları sevdiğimi söylemek
uk: Зателефонувати родині й сказати, що я їх люблю
vi: Gọi cho gia đình và nói rằng mình yêu họ
zh_hans: 给家人打电话，告诉他们我爱他们
zh_hant: 打電話給家人，告訴他們我愛他們
zh_hk: 打電話給家人，告訴他們我愛他們

source: Camera & microphone
ar: الكاميرا والميكروفون
ca: Càmera i micròfon
cs: Fotoaparát a mikrofon
da: Kamera og mikrofon
de: Kamera & Mikrofon
el: Κάμερα και μικρόφωνο
es: Cámara y micrófono
es_419: Cámara y micrófono
fi: Kamera ja mikrofoni
fr: Caméra et microphone
he: מצלמה ומיקרופון
hi: कैमरा और माइक्रोफ़ोन
hr: Kamera i mikrofon
hu: Kamera és mikrofon
id: Kamera & mikrofon
it: Fotocamera e microfono
ja: カメラとマイク
ko: 카메라 및 마이크
ms: Kamera & mikrofon
nb: Kamera og mikrofon
nl: Camera en microfoon
pl: Aparat i mikrofon
pt_br: Câmera e microfone
pt_pt: Câmara e microfone
ro: Cameră și microfon
ru: Камера и микрофон
sk: Kamera a mikrofón
sv: Kamera och mikrofon
th: กล้องและไมโครโฟน
tr: Kamera ve mikrofon
uk: Камера та мікрофон
vi: Camera và micrô
zh_hans: 相机与麦克风
zh_hant: 相機與麥克風
zh_hk: 相機與咪高風

source: Can you wake up with a single alarm?
ar: هل يمكنك الاستيقاظ على منبّه واحد؟
ca: Et pots despertar amb una sola alarma?
cs: Dokážeš se probudit na jediný budík?
da: Kan du vågne ved én enkelt alarm?
de: Kannst du mit nur einem Wecker aufwachen?
el: Μπορείς να ξυπνήσεις με ένα μόνο ξυπνητήρι;
es: ¿Puedes despertarte con una sola alarma?
es_419: ¿Puedes despertarte con una sola alarma?
fi: Heräätkö yhdellä herätyksellä?
fr: Pouvez-vous vous réveiller avec une seule alarme ?
he: אתה יכול להתעורר עם שעון מעורר אחד בלבד?
hi: क्या आप सिर्फ़ एक अलार्म से जाग पाते हैं?
hr: Možeš li se probuditi uz samo jedan alarm?
hu: Fel tudsz ébredni egyetlen ébresztőre?
id: Bisakah kamu bangun hanya dengan satu alarm?
it: Riesci a svegliarti con una sola sveglia?
ja: 朝は一度のアラームで起きられますか？
ko: 알람 한 번만으로 일어날 수 있나요?
ms: Bolehkah anda bangun dengan hanya satu penggera?
nb: Klarer du å våkne av én eneste alarm?
nl: Kun je wakker worden met slechts één alarm?
pl: Czy potrafisz obudzić się przy jednym alarmie?
pt_br: Você consegue acordar com apenas um alarme?
pt_pt: Consegues acordar com apenas um alarme?
ro: Poți să te trezești cu o singură alarmă?
ru: Можете ли вы проснуться по одному будильнику?
sk: Dokážeš sa zobudiť na jediný budík?
sv: Kan du vakna av ett enda alarm?
th: คุณตื่นได้ด้วยนาฬิกาปลุกเพียงครั้งเดียวไหม?
tr: Tek bir alarmla uyanabilir misin?
uk: Чи можете ви прокинутися від одного будильника?
vi: Bạn có thể thức dậy chỉ với một lần báo thức không?
zh_hans: 你只靠一个闹钟就能起床吗？
zh_hant: 你只靠一個鬧鐘就能起床嗎？
zh_hk: 你只靠一個鬧鐘就能起床嗎？

source: Cancel anytime. Your answers stay on this device.
ar: يمكنك الإلغاء في أي وقت. ستبقى إجاباتك على هذا الجهاز.
ca: Pots cancel·lar en qualsevol moment. Les teves respostes es mantindran en aquest dispositiu.
cs: Zrušit můžeš kdykoli. Tvé odpovědi zůstanou v tomto zařízení.
da: Du kan opsige når som helst. Dine svar bliver på denne enhed.
de: Du kannst jederzeit kündigen. Deine Antworten bleiben auf diesem Gerät.
el: Μπορείς να ακυρώσεις οποιαδήποτε στιγμή. Οι απαντήσεις σου παραμένουν σε αυτή τη συσκευή.
es: Puedes cancelar en cualquier momento. Tus respuestas permanecerán en este dispositivo.
es_419: Puedes cancelar cuando quieras. Tus respuestas permanecen en este dispositivo.
fi: Voit peruuttaa milloin tahansa. Vastauksesi säilyvät tällä laitteella.
fr: Résiliez à tout moment. Vos réponses restent sur cet appareil.
he: אפשר לבטל בכל עת. התשובות שלך יישארו במכשיר הזה.
hi: आप कभी भी रद्द कर सकते हैं। आपके जवाब इसी डिवाइस पर रहेंगे।
hr: Možeš otkazati u bilo kojem trenutku. Tvoji odgovori ostaju na ovom uređaju.
hu: Bármikor lemondhatod. A válaszaid ezen az eszközön maradnak.
id: Bisa dibatalkan kapan saja. Jawaban kamu tetap tersimpan di perangkat ini.
it: Puoi annullare in qualsiasi momento. Le tue risposte resteranno su questo dispositivo.
ja: いつでも解約できます。回答はこの端末に残ります。
ko: 언제든지 취소할 수 있어요. 답변은 이 기기에 남아 있어요.
ms: Anda boleh membatalkan pada bila-bila masa. Jawapan anda kekal pada peranti ini.
nb: Du kan avslutte når som helst. Svarene dine blir værende på denne enheten.
nl: Je kunt op elk moment opzeggen. Je antwoorden blijven op dit apparaat staan.
pl: Możesz anulować w dowolnym momencie. Twoje odpowiedzi pozostaną na tym urządzeniu.
pt_br: Você pode cancelar a qualquer momento. Suas respostas permanecem neste dispositivo.
pt_pt: Podes cancelar a qualquer momento. As tuas respostas permanecem neste dispositivo.
ro: Poți anula oricând. Răspunsurile tale rămân pe acest dispozitiv.
ru: Вы можете отменить в любое время. Ваши ответы останутся на этом устройстве.
sk: Zrušiť môžeš kedykoľvek. Tvoje odpovede zostanú v tomto zariadení.
sv: Du kan avsluta när som helst. Dina svar finns kvar på den här enheten.
th: ยกเลิกได้ทุกเมื่อ คำตอบของคุณจะยังคงอยู่ในอุปกรณ์นี้
tr: İstediğin zaman iptal edebilirsin. Yanıtların bu cihazda kalır.
uk: Ви можете скасувати будь-коли. Ваші відповіді залишаться на цьому пристрої.
vi: Bạn có thể hủy bất cứ lúc nào. Câu trả lời của bạn vẫn được lưu trên thiết bị này.
zh_hans: 随时可以取消。你的回答会保留在这台设备上。
zh_hant: 隨時可以取消。你的回答會保留在這部裝置上。
zh_hk: 隨時可以取消。你的答案會保留在這部裝置上。

source: Carry it with me
ar: أحمله معي
ca: Me'l porto amb mi
cs: Vezmu si to s sebou
da: Jeg tager det med mig
de: Ich nehme es mit
el: Το παίρνω μαζί μου
es: Me lo llevo conmigo
es_419: Me lo llevo conmigo
fi: Kuljetan sen mukanani
fr: Je l’emporte avec moi
he: אקח אותו איתי
hi: मैं इसे अपने साथ लेकर चलूँगा
hr: Nosim to sa sobom
hu: Magammal viszem
id: Membawanya bersamaku
it: Lo porto con me
ja: この言葉と歩いていく
ko: 가지고 갈게요
ms: Saya akan membawanya bersama saya
nb: Jeg tar det med meg
nl: Ik neem het mee
pl: Zabiorę to ze sobą
pt_br: Vou levar comigo
pt_pt: Vou levar isto comigo
ro: Îl port cu mine
ru: Я понесу это с собой
sk: Vezmem si to so sebou
sv: Jag tar det med mig
th: จะนำติดตัวไป
tr: Yanımda taşıyacağım
uk: Я понесу це із собою
vi: Tôi sẽ mang theo
zh_hans: 带着它一起走
zh_hant: 帶著它一起走
zh_hk: 帶著它一起走
